{
	"Add JavaScript in your HTML-page ":"Дадайце JavaScript на вашу HTML-старонку",
"Add button in your HTML-page":"Дадайце кнопку на вашу HTML-старонку",
"Add eventListener for upload button":"Дадайце eventListener для кнопкі upload",
"You can set remote addresses to your IPFS node":" Вы можаце ўсталяваць падключэнне на вашу IPFS ноду",
"Save selected links to blockchain Golos": "Захаваць выбраныя спасылкі ў блокчейн Golos",
"IPFS multihash":" IPFS мультихэш",
"Change":"Змяніць",
"Keep me logged":"Пакінуць мяне авторизованым",
 "Please enter address for remote ipfs-api":"калі Ласка, увядзіце аддалены адрас для ipfs-api",
"Please enter your node gateway remote address":"калі Ласка, увядзіце аддалены адрас шлюза вашай ноды",
"Input node address!":"Калі ласка, увядзіце адресса вашай ноды",
"Click on the window you want to capture":"Абярыце акно, якое хочаце захаваць",
"Click back on this webpage":"калі ласка, Вярніцеся назад на гэтую старонку",
"to upload the image":"каб загрузіць малюнак",
"instruction for":"інструкцыя для",
"Size (MB)":" Памер (МБ)",
"Press":"Націсніце",
"Preview":" Папярэдні",
 "Get my files":" Атрымаць мае файлы",
"About":" Аб сэрвісе",
"Copy link":" Капіяваць спасылку",
"Select to save":" Захаваць",
"Select to unsave":" Не захоўваць",
"Drag&Drop files here or click to select files":"Перацягнуць і адпусціце файлы сюды або націсніце сюды каб выбраць файлы",
"Ок":"Ок",
"Upload to IPFS":"Загрузіць у IPFS",
"Cancel":"Адмена",
"Successfully Added!":"Дададзена!",
"Check the table!":"Вынік будзе отабражен ў табліцы ўнізе!",
"Images added":"Малюнкі дададзеныя",
"Check table for records":"калі ласка, Праверце табліцу",
 "You havet got records in IPFS":"У вас няма запісаў у IPFS",
"To continue, you need to login!":"Што б працягнуць, вы павінны аўтарызавацца!",
"Please enter your login and master password":"калі Ласка, увядзіце ваш лагін і майстар пароль",
"OR":"АБО",
"Please enter only your private posting key":"калі Ласка, увядзіце толькі ваш прыватны постынга ключ",
"Please enter your login and master password or only your private posting key":"калі Ласка, увядзіце ваш лагін і майстар ключ ці толькі ваш прыватны постынга ключ",
"Login":"Лагін",
"Your login is няправільныя!":"Вы ўвялі няправільны лагін!",
"Error":"Памылка",
"Master Key or password is няправільныя!":"Неправельный лагін або пароль!",
"Success":"Поспех",
"Authorization was successful!":"Аўтарызацыя прайшла паспяхова!",
"Error":"Памылка",
"Private key is няправільныя!":"Вы ўвялі неправельный прыватны ключ!",
"Integration":"Інтэграцыя",
"Cool!":"Крута!",
"GolosImages - this microservice for storing images on the blockchain":"GolosImages - гэта микросервис для захоўвання малюнкаў на блокчейне",
"Golos":"Golos",
"and":"і",
"This platform":" Гэтая платформа",
"is a thin":"з'яўляецца тонкім",
"client":"кліент",
 "that works without a backend (only frontend і blockchain) directly on the GitHub Pages (through CloudFlare).":"якая працуе без бекенда (толькі фронтэнд і блокчейн) наўпрост з GitHub Pages (праз CloudFlare).",
"We use:":"Мы выкарыстоўваем:",
"Upload to ":" Загрузіць ў",
"the JavaScript API for Golos blockchain;":" JavaScript API для блакчэйна Голас;",
"the most popular HTML, CSS, і JavaScript framework for developing responsive, mobile first projects on the web;":" папулярны HTML, CSS, і JavaScript фреймворк для распрацоўкі респонсивных, мабільных праектаў на Вэб;",
 "is an open source library that provides drag'n'drop file uploads with image previews;":"з'яўляецца бібліятэкай з адкрытым зыходным кодам, якая забяспечвае загрузку файлаў drag'n'drop з папярэднім праглядам малюнкаў;",
"a collection of all country flags in SVG;":"калекцыя сцягоў усіх краін у SVG;",
 "searches for regular expression matches in a given DOM node і replaces or wraps each match with a node or piece of text that you can specify;":"пошук супадзенняў рэгулярных выразаў у дадзеным вузле DOM замяняе або абгортваюць кожнае супадзенне вузлом або фрагментам тэксту, які можна пазначыць;",
"is an-mail адрас інтэрнацыяналізацыя-framework written in і for JavaScript;":"ці з'яўляецца інтэрнацыяналізацыя-фреймворк напісаны на JavaScript;",
"a client for the library IPFS HTTP API, implemented in JavaScript;":"кліенцкая бібліятэка для IPFS HTTP API, рэалізаваная ў JavaScript;",
 "a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":"прыгожая, спагадлівая, наладжвальная, даступная замена для усплываючых вокнаў Javascript."
}