{
"Default":"Па змаўчанні",
"Logout":"Выхад",
"Log in":"Увайсці",
"You're logged out":"Вы выйшлi",
"Support":"Падтрымка",
"If you have any ideas/problems / questions, you can report it":"Калі ў вас ёсць якія-небудзь ідэі/праблемы / пытанні, то вы можаце паведаміць нам аб гэтым",
"Integration of the service into your website":"Інтэграцыя сэрвісу на ваш сайт",
"is a syntax highlighter written in JavaScript. It works in the browser as well as on the server. It works with pretty much any markup, doesn’t depend on any framework and has automatic language detection":"гэта падсвятлення сінтаксісу на JavaScript. Ён працуе ў браўзэры, і на серверы. Ён працуе практычна з любой разметкі, не залежыць ад якіх-небудзь фреймворков і аўтаматычнае вызначэнне мовы",
"Please enter full gateway or api inputs or both":"Калі ласка, увядзіце поўны шлюз або API ўваходы або ўсё",
"Added successfully! Check the table!":"Паспяхова дададзены! Праверце табліцу!",
"Sign Up":"Зарэгіструйцеся",
"Cancel":"Адмяніць",
"Username":"Імя",
"Master password":"Майстар-пароль",
"Private posting key":"Прыватная-праводкі",
"About integration!":"Аб інтэграцыі!",
"Add JavaScript in your HTML-page ":"Дадайце JavaScript на вашу HTML-старонку",
"Add button in your HTML-page":"Размесціце кнопку на вашу HTML-старонку",
"Add eventListener for upload button":"Дадайце eventListener для кнопкі upload",
"You can set remote addresses to your IPFS node":" Вы можаце ўсталяваць падключэнне на вашу IPFS ноду",
"Save selected links to blockchain Golos": "Захаваць спасылку ў блокчейн Golos",
"IPFS multihash":" IPFS мультихэш",
"Change":"Змяніць",
"Keep me logged":"Пакінуць мяне авторизованым",
 "Please enter remote address for ipfs-api":"Калі ласка, увядзіце аддалены адрас для ipfs-api",
"Please enter your node gateway remote address":"Калі ласка, увядзіце аддалены адрас шлюза вашай ноды",
"Input node address!":"Калі ласка, увядзіце адрас вашай ноды",
"Click on the window you want to capture":"Абярыце акно, якое вы хочаце захаваць",
"Turn back to this page":"калі ласка, Вярніцеся назад на гэтую старонку",
"upload to the image":"каб загрузіць малюнак",
"instruction for":"інструкцыя",
"Size (MB)":" Памер (МБ)",
"Press":"Націсніце",
"Preview":" Папярэдні Прагляд",
 "Get my files":" Атрымаць мае файлы",
"About":" Аб сэрвісе",
"Copy link":" Капіяваць спасылку",
"Select to save":" Захаваць",
"Select to unsave":" Не захоўваць",
"Drag&Drop files here or click to select files":"Перацягванне файлы сюды або націсніце сюды каб выбраць файлы",
"Ок":"Ок",
"Upload to IPFS":"Спампаваць IPFS",
"Cancel":"Адмена",
"Successfully Added!":"Дададзена!",
"Check the table!":"Вынік будзе отабражен ў табліцы ўнізе!",
"Images added":"дададзеныя Выявы",
"Check table for records":"калі ласка, Праверце табліцу",
"You have not got records in Golos":"У вас няма запісаў у Golos",
"To continue, you need to login!":"Што б працягнуць, вы павінны аўтарызавацца!",
"Please enter your login and master password":"Калі ласка, увядзіце ваш лагін і майстар пароль",
"OR":"АБО",
"Please enter only your private posting key":"Калі ласка, увядзіце ваш прыватны постынга ключ",
"Please enter your login and master password or only your private posting key":"калі Ласка, увядзіце ваш лагін і майстар ключ ці толькі ваш прыватны постынга ключ",
"Login":"Лагін",
"Your login is няправільныя!":"Вы ўвялі няправільны лагін!",
"Error":"Памылка",
"Master Key or password is няправільныя!":"Неправельный лагін або пароль!",
"Success":"Поспех",
"Authorization was successful!":"Аўтарызацыя прайшла паспяхова!",
"Error":"Памылка",
"Private key is няправільныя!":"Вы ўвялі неправельный прыватны ключ!",
"Integration":"Інтэграцыя",
"Cool!":"Крута!",
"- this microservice for storing images on the  blockchain":" - гэта микросервис для захоўвання малюнкаў на блокчейне",
"Golos":"Golos",
"searches for regular expression matches in a given DOM node and replaces or wraps each match with a node or piece of text that you can specify":"пошук супадзенняў рэгулярных выразаў дадзеным сайце DOM замяняе або ахутвае кожнае супадзенне вузлом або фрагментам тэксту, які можна пазначыць;",
"and":"і",
"This platform":" Гэтая платформа",
"is a thin":"слабая",
"client":"кліент",
 "that works without a backend (only frontend і blockchain) directly on the GitHub Pages (through CloudFlare).":"якая працуе без бэк-эндам (толькі фронтэнд і блокчейн) непасрэдна з GitHub Pages (праз CloudFlare).",
"We use:":"Мы выкарыстоўваем:",
"Upload to ":" Спампаваць",
"the JavaScript API for Golos blockchain;":" JavaScript API блакчэйна Голас;",
"- the most popular HTML, CSS, і JavaScript framework for developing responsive, mobile first projects on the web;":" - папулярны HTML, CSS і JavaScript фреймворк для распрацоўкі респонсивных, мабільных праектаў на Вэб;",
 " - DropzoneJS is an open source library that provides drag’n’drop file uploads with image previews;":" - DropzoneJS бібліятэкай з адкрытым зыходным кодам, што забяспечвае drag'n'drop загрузка файлаў з папярэднім праглядам малюнкаў;",
"a collection of all country flags in SVG;":"калекцыя сцягоў усіх краін у SVG;",
 
" - is an internationalization-framework written in і for JavaScript;":" - з'яўляецца фреймворкам напісаным на JavaScript;",
"- library for the IPFS HTTP API, implemented in JavaScript;":" - бібліятэка для IPFS HTTP API, рэалізаваная ў JavaScript;",
 "- a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":" - прыгожая, спагадлівая, які наладжваецца, даступная замена для усплываючых вокнаў Javascript."
}