{
	" is an internationalization-framework written in and for JavaScript;":"es un marco de internacionalización escrito en è para JavaScript;",
	"Add JavaScript in your HTML-page":"Agregue JavaScript en su página HTML",
	"Default":"Defecto",
	" searches for regular expression matches in a given DOM node and replaces or wraps each match with a node or piece of text that you can specify;":"busca coincidencias de expresiones regulares en un nodo de DOM dado y reemplaza o ajusta cada coincidencia con un nodo o pedazo de texto que puede especificar; ",
	"Logout":"Cerrar sesión",
	"Log in":"Iniciar sesión",
	"Support":"Apoyo",
	"If you have any ideas/problems / questions, you can report it":"Si usted tiene alguna idea/problemas / preguntas, usted puede reportar",
	"Integration of the service into your website":"Integración del servicio en su sitio web",
	"You're logged out":"Has cerrado la sesión",
	"is a syntax highlighter written in JavaScript. It works in the browser as well as on the server. It works with pretty much any markup, doesn’t depend on any framework and has automatic language detection":"es un resaltador de sintaxis escrito en JavaScript. Funciona tanto en el navegador como en el servidor. Funciona prácticamente con cualquier marcado, no depende de ningún marco y tiene detección automática de idioma",
	"Please enter full gateway or api inputs or both":"Por favor ingrese la entrada completa o las entradas api o ambas",
	"Added successfully! Check the table!":"¡Agregado con éxito! ¡Comprueba la tabla!",
	"Cool!":"¡Guay!",
	"Sign Up":"Regístrate",
	"Cancel":"Cancelar",
	"Username":"Nombre de usuario",
	"Master password":"Contraseña maestra",
	"Private posting key":"Clave de publicación privada",
	"About integration!":"Acerca de la integración!",
	"Add button in your HTML-page":"Agregar botón en tu página HTML",
	"Add eventListener for upload button":"Agregar eventListener para cargar el botón" ,
	"You can set remote addresses to your IPFS node":"Puede establecer direcciones remotas a su nodo IPFS",
	"Save selected links to blockchain Golos":"Guardar enlaces seleccionados a blockchain Golos",
	"IPFS multihash":"IPFS multihash",
	"Change":"Cambio",
	"Keep me logged":"Mi ha registrato",
	"Please enter remote address for ipfs-api":"Por favor ingrese la dirección remota para ipfs-api",
	"Please enter your node gateway remote address":"Ingrese la dirección remota de su puerta de enlace de nodo",
	"Input node address!":"Dirección del nodo de entrada!",
	"Click on the window you want to capture":"Haz clic en la ventana que deseas capturar",
	"Turn back to this page":"Vuelve a esta página",
	"to upload the image":"cargar la imagen",
	"instruction for":"instrucción para",
	"Size (MB)":"Tamaño (MB)",
	"Press":"Prensa",
	"Preview":"Avance",
	"Get my files":"Obtener mis archivos",
	"About":"Acerca de",
	"Copy link":"Copiar link",
	"Select to save":"Seleccionar para guardar",
	"Select to usave":"Seleccionar para usar",
	"Drag&Drop files here or click to select files":"Arrastrar y soltar archivos aquí o hacer clic para seleccionar archivos",
	"Оk":"Оk",
	"Upload to IPFS":"Cargar a IPFS",
	"Cancel":"Cancelar",
	"Added successfully!":"¡Agregado exitosamente!",
	"Check the table!":"¡Comprueba la mesa!",
	"Images added":"Imágenes agregadas",
	"Check table for records":"Comprobar tabla para registros",
	"You havet got records in Golos":"Tienes registros en Golos",
	"To continue, you need to login!":"Para continuar, necesitas iniciar sesión!",
	"Please enter your login and master password":"Por favor ingrese su nombre de usuario y contraseña maestra" ,
	"OR":"O",
	"Please enter only your private posting key":"Por favor ingrese solo su clave de publicación privada",
	"Please enter your login and master password or only your private posting key":"Ingrese su nombre de usuario y contraseña maestra o solo su clave de publicación privada",
	"Login":"Iniciar sesión",
	"Your login is incorrect!":"¡Su inicio de sesión es incorrecto!",
	"Error":"Error",
	"Master Key or password is incorrect!":"¡La clave maestra o la contraseña son incorrectas!",
	"Success":"Éxito",
	"Authorization was successful!":"La autorización fue un éxito!",
	"Error":"Error",
	"Private key is incorrect!":"¡La autorización fue exitosa!",
	"Integration":"Integración",
	"GolosImages - this microservice for storing images on the  blockchain":"GolosImages - este microservicio para almacenar imágenes en el blockchain",
	"Golos":"Golos",
	"and":"y",
	"This platform":"Esta plataforma",
	"is a thin":"es un flaco",
	"client":"cliente",
	"that works without a backend (only frontend и blockchain) directly on the GitHub Pages (through CloudFlare).":"que funciona sin un backend (solo frontend y blockchain) directamente en las páginas de GitHub (a través de CloudFlare).",
	"We use:":"Usamos:",
	" Upload to ":" Subir a ",
	"the JavaScript API for Golos blockchain;":"la API de JavaScript para Golos blockchain;",
	"the most popular HTML, CSS, и JavaScript framework for developing responsive, mobile first projects on the web;":"el marco HTML, CSS y JavaScript más popular para desarrollar primeros proyectos receptivos y móviles en la web;",
	"is an open source library that provides drag’n’drop file uploads with image previews;":"es una biblioteca de código abierto que proporciona cargas de archivos arrastrados y soltados con previsualizaciones de imágenes;",
	"a collection of all country flags in SVG;":"una colección de banderas de todos los países en SVG;",
	"library for the IPFS HTTP API, implemented in JavaScript;":"biblioteca para IPFS HTTP API, implementada en JavaScript;",
	"a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":"un reemplazo hermoso, receptivo, personalizable y accesible para los cuadros emergentes de JavaScript"
}