{
 "he most popular HTML, CSS, and JavaScript framework for developing responsive, mobile first projects on the web;":" populaire de HTML, CSS, JavaScript et le framework de développement respon, de projets mobiles sur le Web;",
 "DropzoneJS is an open source library that provides drag’n’drop file uploads with image previews":"DropzoneJS est une bibliothèque open source qui permet de faire un glisser-déposer les uploads de fichier avec les aperçus d'image",
 "Default":"la Valeur par défaut",
 "Logout" : "Sortir",
 "Log in":"Entrer",
 "Integration of the service into your website":"l'Intégration du service dans votre site web",
 "You're logged out":"Vous venez",
 " is a syntax highlighter written in JavaScript. It works in the browser as well as on the server. It works with pretty much any markup, doesn’t depend on any framework and has automatic language detection" : "c'est la coloration syntaxique, écrit en JavaScript. Fonctionne à la fois sur le navigateur et sur le serveur. Il fonctionne avec presque n'importe quel jeu de tir, ne dépend pas de n'importe quel cadre et dispose d'une détection automatique de la langue",
 "Please enter full gateway or api inputs or both":"Veuillez saisir entièrement la passerelle ou de l'api ou les deux à la fois",
 "Success! Check the table!": "Ajouté avec succès! Vérifiez le tableau!",
 "Cool!":"Cool!",
 "Sign Up":"S'Inscrire",
 "Cancel":"Annuler",
 "Username":"Nom d'utilisateur",
 "Master password":"l'Assistant de mot de passe",
 "Private posting key":"Privé de l'envoi de la clé",
 "À propos d'integration!":"A propos de l'intégration!",
 "Add JavaScript in your HTML-page":"Ajouter du JavaScript dans votre page HTML",
 "Add button in your HTML-page":"Ajoutez un bouton sur votre page HTML",
 "Add eventListener for upload button":"Ajoutez eventListener pour le bouton upload",
 "You can set remote addresses to your IPFS node":" Vous pouvez établir une connexion à votre nœud local erreurs de page non valide",
 "Save selected links to blockchain Dauphine": "Enregistrer les liens sélectionnés en блокчейн Dauphine",
 "Erreurs de page non valide multihash":" erreurs de page non valide мультихэш",
 "Change":"Modifier",
 "Keep me logged":"se souvenir de",
 "Please enter remote address for ipfs-api": "s'il vous Plaît entrez l'adresse distante pour l'api ipfs",
 "Please enter your node Gate remote address":"s'il vous Plaît entrez l'adresse distante de votre passerelle node",
 "Input node address!": "Entrez l'adresse de votre Nod",
 "Click on the window you want to capture":"Sélectionnez la fenêtre que vous voulez enregistrer",
 "Turn back to this page":"Revenez sur cette page",
 "to upload image":"pour télécharger l'image",
 "instruction for":"l'instruction pour",
 "Size (MB)":" Taille (MB)",
 "Press":"Cliquez Sur",
 "Preview":" Aperçu",
 "Get my files":" Obtenir mes fichiers",
 "About":" Sur le service",
 "Copy link":" Copier l'adresse du lien",
 "Select to save":" Enregistrer",
 "Select to unsave":" Ne pas enregistrer",
 "Drag&Drop files here or click to select files":"faites Glisser les fichiers ou cliquez ici pour sélectionner les fichiers",
 "Ok":"Ok",
 "Upload to erreurs de page non valide":"Télécharger erreurs de page non valide",
 "Cancel":"Annuler",
 "Réussie!": "Ajouté!",
 "Check the table!": "Le résultat sera absorbé dans le tableau ci-dessous!",
 "Images added":"Images ajoutées",
 "Check table for records":"consulter le tableau",
 "You havet got records in erreurs de page non valide":"vous n'avez pas d'enregistrements dans les erreurs de page non valide",
 "To continue, you need to login!": "Qu'est-ce que continuer, vous devez vous connecter!",
 "Please enter your login and master password":"Veuillez entrer votre nom d'utilisateur et le mot de passe maître",
 "OR":"OU",
 "Please enter only your private posting key":"Veuillez saisir uniquement votre privé de l'envoi de la clé",
 "Please enter your login and master password or only your private posting key":"Veuillez saisir votre login et le maître de la clé ou que votre privé de l'envoi de la clé",
 "Login":"Login",
 "Your login is incorrect!": "Vous avez entré le mauvais login!",
 "Error":"Une Erreur",
 "La Master Key or de passe est incorrect!": "Login ou mot de passe non valide!",
 "Success":"Le Succès",
 "Authorization was successful!": "L'autorisation a été un succès!",
 "Error":"Une Erreur",
 "Private key is incorrect!": "Vous avez entré une clé privée non valide!",
 "Integration":"L'Intégration",
 "GolosImages - this microservice for storing images on the blockchain":"GolosImages est микросервис pour stocker les images sur блокчейне",
 "Dauphine":"Dauphine",
 "et":"et",
 "This platform":" Cette plate-forme",
 "is a thin":"est mince",
 "client":"le client",
 "that works without a backend (only frontend and blockchain) directly on the GitHub Pages (through CloudFlare).": "qui fonctionne sans beckend (seulement frontend et blockchain) directement avec GitHub Pages (via CloudFlare).",
 "We use:":"Nous utilisons:",
 "Upload to ":" Télécharger",
 "the JavaScript API for Golos blockchain;":" de l'API JavaScript pour blockchain Voix;",
 "is an open source library that provides drag'n'drop file uploads with image previews;":"est une bibliothèque open-source, qui permet le téléchargement de fichiers drag'n'drop avec prévisualisation des images;",
 "a collection of all country flags in SVG;":"collection de drapeaux de tous les pays en SVG;",
 "searches for regular expression matches in a given DOM node and replaces or wraps each match with a node or piece of text that you can specify;":"la recherche de correspondance des expressions régulières dans les nœuds DOM, remplace ou emballe chaque correspondance nœud ou un extrait de texte que vous spécifiez;",
 "is an internationalization-framework written in and for JavaScript;":"est un framework écrit en JavaScript;",
 "library for the IPFS HTTP API, implemented in JavaScript;":"bibliothèque cliente pour les erreurs de page non valide API HTTP, qui est implémenté en JavaScript;",
 "a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes": "belle, sensible, personnalisable, remplacement disponible pour les pop-UPS Javascript."
}