{
	"Default":"Default",
	"Logout":"Esci",
	"Log in":"Accedi",
	"Support":"Supporto",
	"If you have any ideas/problems / questions, you can report it":"Se avete idee/problemi / domande, si può segnalare",
	"Integration of the service into your website":"ntegrazione del servizio nel tuo sito web",
	"You're logged out":"Sei disconnesso",
	"is a syntax highlighter written in JavaScript. It works in the browser as well as on the server. It works with pretty much any markup, doesn’t depend on any framework and has automatic language detection;":"è un evidenziatore della sintassi scritto in JavaScript, funziona praticamente con qualsiasi markup, non dipende da nessun framework e ha un rilevamento automatico ",
	"Per favore inserisci tutti i gateway o gli ingressi API o entramb":"Por favor ingrese la entrada completa o las entradas api o ambas",
	"Added successfully! Check the table!":"Aggiunto con successo! Controlla il tavolo!",
	"Cool!":"Figo!",
	"Sign Up":"Registrati",
	"Cancel":"Annulla",
	"Username":"Username",
	"Master password":"Master password",
	"Private posting key":"Chiave di invio privato",
	"About integration!":"Informazioni sull'integrazione!",
	"Add JavaScript in your HTML-page":"Aggiungi JavaScript alla tua pagina HTML",
	"Add button in your HTML-page":"Aggiungi pulsante nella tua pagina HTML",
	"Add eventListener for upload button":"Aggiungi eventListener per pulsante di caricamento",
	"You can set remote addresses to your IPFS node":"Puoi impostare gli indirizzi remoti sul tuo nodo IPFS",
	"Save selected links to blockchain Golos":"Salva i link selezionati su Blockchain Golos",
	"IPFS multihash":"IPFS multihash",
	"Change":"Cambia",
	"Please enter remote address for ipfs-api":"Per favore inserisci l'indirizzo remoto per ipfs-api",
	"Please enter your node gateway remote address":"Per favore inserisci l'indirizzo remoto del gateway del tuo nodo",
	"Input node address!":"Dirección del nodo de entrada!",
	"Click on the window you want to capture":"Fai clic sulla finestra che vuoi catturare",
	"Turn back to this page":"Torna a questa pagina",
	"to upload the image":"per caricare l'immagine",
	"instruction for":"istruzioni per",
	"Size (MB)":"Tamaño (MB)",
	"Press":"Prensa",
	"Preview":"Anteprima",
	"Get my files":"Ottieni i miei file",
	"About":"Informazioni",
	"Copy link":"Copia link",
	"Select to save":"Seleziona per salvare",
	"Select to usave":"Seleziona per usar",
	"Drag&Drop files here or click to select files":"Trascina qui i file o fai clic per selezionare i file",
	"Оk":"Оk",
	"Upload to IPFS":"Carica su IPFS",
	"Cancel":"Annullar",
	"Added successfully!":"Aggiunto con successo!",
	"Check the table!":"Controlla il tavolo!",
	"Images added":"Immagini aggiunte",
	"Check table for records":"Controlla tabella per record",
	"You havet got records in IPFS":"Hai ottenuto record in IPFS",
	"To continue, you need to login!":"Per continuare devi effettuare il login!",
	"Please enter your login and master password":"Inserisci il tuo nome utente e la password principale" ,
	"OR":"O",
	"Please enter only your private posting key":"Per favore inserisci solo la tua chiave postale privata",
	"Inserisci il tuo login e la password principale o solo la tua chiave di registrazione privata":"Ingrese su nombre de usuario y contraseña maestra o solo su clave de publicación privada",
	"Login":"Iniciar sesión",
	"Your login is incorrect!":"Il tuo login non è corretto!",
	"Error":"Errore",
	"Master Key or password is incorrect!":"Chiave master o password errata!",
	"Success":"Il successo",
	"Authorization was successful!":"L'autorizzazione ha avuto successo!",
	"Error":"Errore",
	"Private key is incorrect!":"La chiave privata non è corretta!",
	"Integration":"Integrazione",
	"GolosImages - this microservice for storing images on the  blockchain":"GolosImages - questo microservizio per la memorizzazione di immagini sulla blockchain",
	"Golos":"Golos",
	"and":"e",
	"This platform":"Questa piattaforma",
	"is a thin":"è un sottile",
	"client":"Cliente",
	"that works without a backend (only frontend e blockchain) directly on the GitHub Pages (through CloudFlare).":"que funciona sin un backend (solo frontend y blockchain) directamente en las páginas de GitHub (a través de CloudFlare).",
	"We use:":"Usiamo:",
	" Upload to ":" Carica su ",
	"the JavaScript API for Golos blockchain;":"l'API JavaScript per la blockchain di Golos;",
	"the most popular HTML, CSS, and JavaScript framework for developing responsive, mobile first projects on the web;":"il più popolare framework HTML, CSS, e JavaScript per lo sviluppo di primi progetti mobili e reattivi sul web;",
	"DropzoneJS is an open source library that provides drag’n’drop file uploads with image previews;":"es una biblioteca de código abierto que proporciona cargas de archivos arrastrados y soltados con previsualizaciones de imágenes;",
	"a collection of all country flags in SVG;":"una raccolta di tutte le bandiere dei paesi in SVG;",
	"searches for regular expression matches in a given DOM node and replaces or wraps each match with a node or piece of text that you can specify;":"cerca le corrispondenze di espressioni regolari in un dato nodo DOM, sostituisce o avvolge ogni corrispondenza con un nodo o una parte di testo che puoi specificare;",
	"is an internationalization-framework written in and for JavaScript;":"è un framework di internazionalizzazione scritto in e per JavaScript;",
	"library for the IPFS HTTP API, implemented in JavaScript;":"biblioteca para IPFS HTTP API, implementada en JavaScript;",
	"a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":"una sostituzione bella, reattiva, personalizzabile e accessibile per le finestre popup di JavaScript."
}