{
	"Default":"Default",
	"that works without a backend (only frontend and blockchain) directly on the GitHub Pages (through CloudFlare).":"działa bez zaplecza (tylko frontend i blockchain.info zdecydowanie) bezpośrednio na stronie GitHub (przez CloudFlare).",
	"Logout":"wyjście",
	"is a syntax highlighter written in JavaScript. It works in the browser as well as on the server. It works with pretty much any markup, doesn’t depend on any framework and has automatic language detection":"to podświetlanie składni, napisany w JavaScript. On działa w przeglądarce i na serwerze. Współpracuje z praktycznie każdego układu, nie zależy od żadnych ramek ja i automatyczne wykrywanie języka",
	"Log in":"zaloguj się",
	"Integration of the service into your website":"Integracja serwisu na swojej stronie internetowej",
	"You' re logged out":"wylogowania się",
	"is a syntax highlighter written in JavaScript. It works in the browser, as well as on the server. It works with pretty much any markup, doesn 't depend on any framework and has automatic language detection":"to podświetlanie składni, napisany w języku JavaScript. Działa zarówno w przeglądarce, jak i na serwerze. Działa praktycznie z każdego układu, nie zależy od żadnych ramek i ma automatyczne wykrywanie języka",
	"Please enter full gateway or api inputs or both":"proszę, wprowadź pełny zapis lub zapisy api lub oba",
	"Successfully Added! Check the table!":"Pomyślnie dodany! Tak sprawdzić tabelę!",
	"Świetnie!":"Ach, to świetnie!",
	"Sign Up":"Rejestracja",
	"DropzoneJS is an open source library that provides drag’n’drop file uploads with image previews;":"DropzoneJS biblioteka open source, która zapewnia technologia drag ' n ' Drop pobieranie plików podczas przeglądania zdjęć;",
	"the JavaScript API for Golos blockchain;":"API JavaScript, aby Głos blockchain.info zdecydowanie;",
	"the most popular HTML, CSS, and JavaScript framework for developing responsive, mobile first projects on the web;":"podstawy HTML, CSS i JavaScript-najbardziej popularny do tworzenia pierwszych projektów elastycznych i mobilnych na stronie internetowej;",
	"is an open source library that provides drag' n ' drop, file uploads with image previews;":" - to biblioteka open source, który zapewnia obciążenia plików wyciągnęli i zwolnienia z podglądu obrazu;",
	"a collection of all country flags in SVG;":"zbiór flag wszystkich krajów w SVG,;",
	"searches for regular expression matches in a given DOM node and replaces or wraps each match with a node or piece of text that you can specify;":"szukaj dopasowania wyrażenia regularnego w węzeł DOM, ponieważ i zastępuje lub zmienia każdy przypadek z węzłem lub kawałek tekstu, który można określić; ",
	" is an internationalization-framework written in and for JavaScript;":" podstawy internacjonalizacji jest napisane w è JavaScript;",
	"library for the IPFS HTTP API, implemented in JavaScript;":"biblioteka dla IPFS HTTP API, realizowane w JavaScript;",
	"a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":"wymiana piękny, konfigurowalny i niedrogie okienko JavaScript",
	"Cancel":"Anuluj",
	"Username":"Nazwa użytkownika",
	"Master password":"Hasło",
	"Private posting key":"Klucz od publikowanie prywatny",
	"About integration!":"O integracji!",
	"Add JavaScript in your HTML-page":"Dodawanie kodu JavaScript na stronie HTML",
	"Add button in your HTML-page":"Dodaj przycisk na swojej stronie HTML",
	"Add eventListener for upload button":"Dodaj eventListener do pobrania przycisk" ,
	"You can set remote addresses to your IPFS node":"Można ustawić zdalne adresy swojego węzła IPFS",
	"Save selected links to blockchain.info zdecydowanie Głos":"Zapisz wybrane łącza w blockchain.info zdecydowanie Głos",
	"IPFS multihash":"IPFS multihash",
	"Change":"Zmiana",
	"Keep me logged":"Trzymać zaloguj się",
	"Please enter remote address for ipfs-api":"podaj adres zdalny do ipfs-api",
	"Please enter your gateway node remote address":"Wprowadź adres zdalnej bramy węzła",
	"Input node address!":"Adres hosta wprowadzić!",
	"Click on the window you want to capture":"kliknij na pole, które chcesz przechwycić",
	"Turn back to this page":"Wróć na tę stronę",
	"to upload the image":"wgraj zdjęcie",
	"instruction for":"operator",
	"Size (MB)":"Rozmiar (MB)",
	"Press":"Prasa",
	"Preview":"Postęp",
	"Get my files":"Dostać moje pliki",
	"About":"O",
	"Copy link":"Kopiuj link",
	"Select to save":"Wybierz, aby zapisać",
	"Select to usave":"Wybierz, aby użyć",
	"Drag&Drop files here or click to select files":"Przeciągnij i upuść pliki tutaj lub naciśnij przycisk, aby wybrać pliki",
	"Ok":"Ok",
	"Upload to IPFS":"Otwórz w IPFS",
	"Successfully Added!":"Dodałeś!",
	"Check the table!":"Sprawdzania na stół!",
	"Images added":"Obrazu dodane",
	"Check table for records":"Sprawdź tabelę rekordów",
	"You havet got records in IPFS":"masz wpisy w IPFS",
	"To continue, you need to login!":"Aby kontynuować, musisz się zalogować!",
	"Please enter your login and master password":"proszę wpisać swoją nazwę użytkownika i hasło" ,
	"OR": "LUB",
	"Please enter only your private posting key":"proszę podać tylko swój punkt publikowania prywatnych",
	"Please enter your login and master password or only your private posting key":"proszę Wpisać swoją nazwę użytkownika i hasło lub tylko część publikacji prywatnych",
	"Login":"zaloguj się",
	"Your login is incorrect!":"Logowania, to jest złe!",
	"Error":"Błąd",
	"Master Key or password is incorrect!":"Jest to główny klucz lub hasło są nieprawidłowe!",
	"Success":"Sukces",
	"Authorization was successful!":"Autoryzacja przebiegła pomyślnie!",
	"Error":"Błąd",
	"Private key is incorrect!":"To uprawnienie jest sukces!",
	"Integration":"Integracja",
	"GolosImages - this microservice for storing images on the blockchain.info zdecydowanie":"GolosImages - to microservicio do zapisywania obrazów w blockchain.info zdecydowanie",
	"Golos":"Golos",
	"and":"i",
	"This platform":"platforma",
	"is a thin":"chudy",
	"client":"klient",
	"We use:":"Używamy:",
	"Upload to ":" do Góry "
}