{
"Default":"За замовчуванням",
"Logout" : "Вихід",
"Log in":"Увійти",
"You're logged out":"Ви вийшли",
"Integration of the service into your website":"Інтеграція сервісу на ваш сайт",
" це підсвічування синтаксису на JavaScript. Він працює в браузері, і на сервері. Він працює з практично будь розмітки, не залежить від яких-небудь фреймворків та автоматичне визначення мовиis a syntax highlighter written in JavaScript. It works in the browser as well as on the server. It works with pretty much any markup, doesn’t depend on any framework and has automatic language detection" : "це підсвічування синтаксису на JavaScript. Він працює в браузері, і на сервері. Він працює з практично будь розмітки, не залежить від яких-небудь фреймворків та автоматичне визначення мови",
"Please enter full gateway or api inputs or both":"Будь ласка, введіть повний шлюз або API входи або як",
"Added successfully! Check the table!":"Успішно доданий! Перевірте таблицю!",
"Sign Up":"Зареєструйтесь",
"Cancel":"Скасування",
"Username":"Ім'я",
"Support":"Підтримка ",
"If you have any ideas/problems / questions, you can report it":"Якщо у вас є які-небудь ідеї/проблеми / питання, то ви можете повідомити нам про це",
"Master password":"Майстер-пароль",
"Private posting key":"Ключові-Приватна-проводки",
"About integration!":"Про інтеграцію!",
"Add JavaScript in your HTML-page ":"Додайте JavaScript на вашу HTML-сторінку",
"Add button in your HTML-page":"Додайте кнопку на вашу HTML-сторінку",
"Add eventListener for upload button":"Додайте eventListener для кнопки upload",
"You can set remote addresses to your IPFS node":" Ви можете встановити підключення на вашу IPFS ноду",
"Save selected links to blockchain Golos": "Зберегти посилання в блокчейн Golos",
"IPFS multihash":" IPFS мультихэш",
"Change":"Змінити",
"Keep me logged":"Залишити мене авторизованым",
 "Please enter remote address for ipfs-api":"Будь ласка введіть віддалений адреса для ipfs-api",
"Please enter your node gateway remote address":"Будь ласка введіть віддалений адреса шлюзу вашої ноди",
"Input node address!":"Введіть адреси вашої ноди",
"Click on the window you want to capture":"Виберіть вікно, яке ви хочете зберегти",
"Turn back to this page":"Поверніться назад на цю сторінку",
"upload to the image":"щоб завантажити зображення",
"instruction for":"інструкція",
"Size (MB)":" Розмір (MB)",
"Press":"Натисніть",
"Preview":" Попередній Перегляд",
 "Get my files":" Отримати мої файли",
"About":" Про сервіс",
"Copy link":" Копіювати посилання",
"Select to save":" Зберегти",
"Select to unsave":" Не зберігати",
"Drag&Drop files here or click to select files":"Перетягування файлів сюди або натисніть сюди щоб вибрати файли",
"Ок":"Ок",
"Upload to IPFS":"Завантажити IPFS",
"Cancel":"Скасування",
"Added successfully!":"Додано!",
"Check the table!":"Результат буде отабражен у таблиці внизу!",
"Images added":"Зображення додані",
"Check table for records":"Перевірте таблицю",
 "You havet got records in IPFS":"У вас немає записів у IPFS",
"To continue, you need to login!":"Що б продовжити, ви повинні авторизуватися!",
"Please enter your login and master password":"Будь ласка введіть ваш логін та майстер пароль",
"OR":"АБО",
"Please enter only your private posting key":"Будь ласка введіть ваш приватний постинг ключ",
"Please enter your login and master password or only your private posting key":"будь Ласка введіть ваш логін та майстер ключ або тільки ваш приватний постинг ключ",
"Login":"Логін",
"Your login is incorrect!":"Ви ввели неправильний логін!",
"Error":"Помилка",
"Master Key or password is incorrect!":"Неправельный логін чи пароль!",
"Success":"Успіх",
"Authorization was successful!":"Авторизація пройшла успішно!",
"Error":"Помилка",
"Private key is incorrect!":"Ви ввели неправельный приватний ключ!",
"Integration":"Інтеграція",
"Cool!":"Круто!",
"- this microservice for storing images on the  blockchain":" - це микросервис для зберігання зображень на блокчейне",
"Golos":"Golos",
"and":"і",
"This platform":" Ця платформа",
"is a thin":"є тонким",
"client":"клієнт",
 "that works without a backend (only frontend і blockchain) directly on the GitHub Pages (through CloudFlare).":"яка працює без бек-ендом (тільки фронтенд і блокчейн) безпосередньо з GitHub Pages (через CloudFlare).",
"We use:":"Ми використовуємо:",
"Upload to ":" Завантажити",
"the JavaScript API for Golos blockchain;":" JavaScript API для блокчейна Голос;",
" - the most popular HTML, CSS, і JavaScript framework for developing responsive, mobile first projects on the web;":" - популярний HTML, CSS і JavaScript фреймворк для розробки респонсивных, мобільних проектів на Веб;",
 " - DropzoneJS is an open source library that provides drag’n’drop file uploads with image previews;":" - DropzoneJS бібліотекою з відкритим вихідним кодом, що забезпечує завантаження файлів drag'n'drop з попереднім переглядом зображень;",
"a collection of all country flags in SVG;":"колекція прапорів усіх країн в SVG;",
 "searches for regular expression matches in a given DOM node і replaces or wraps each match with a node or piece of text that you can specify;":"пошук збігів регулярних виразів даному сайті DOM замінює або обгортає кожне збіг вузлом або фрагментом тексту, який можна вказати;",
" - is an internationalization-framework written in і for JavaScript;":" - є фреймворк написаный на JavaScript;",
" - library for the IPFS HTTP API, implemented in JavaScript;":" - бібліотека для IPFS HTTP API, реалізована в JavaScript;",
 " - a beautiful, responsive, customizable, accessible replacement for JavaScript's popup boxes.":" - гарна, чуйна, що настроюється, доступна заміна для спливаючих вікон Javascript."
}